testCases/bunsenFlame_FGM/0/PV
FoamFile { format ascii; class volScalarField; object PV; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0.8;
boundaryField
{
    inlet { type fixedValue; value uniform 0; }
    outlet { type zeroGradient; }
    upperWall { type symmetry; }
    lowerWall { type symmetry; }
    frontAndBack { type empty; }
}
