testCases/bunsenFlame_FGM/0/T
FoamFile { format ascii; class volScalarField; object T; }
dimensions [0 0 0 1 0 0 0];
internalField uniform 1800;
boundaryField
{
    inlet { type fixedValue; value uniform 298; }
    outlet { type zeroGradient; }
    upperWall { type symmetry; }
    lowerWall { type symmetry; }
    frontAndBack { type empty; }
}
