testCases/bunsenFlame_FGM/0/air
FoamFile { format ascii; class volScalarField; object air; }
dimensions [0 0 0 0 0 0 0];
internalField uniform 0.2;
boundaryField
{
    inlet { type fixedValue; value uniform 1.0; }
    outlet { type zeroGradient; }
    upperWall { type symmetry; }
    lowerWall { type symmetry; }
    frontAndBack { type empty; }
}
