testCases/bunsenFlame_FGM/0/p
FoamFile { format ascii; class volScalarField; object p; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 1e5;
boundaryField
{
    inlet { type zeroGradient; }
    outlet { type fixedValue; value uniform 1e5; }
    upperWall { type symmetry; }
    lowerWall { type symmetry; }
    frontAndBack { type empty; }
}
