testCases/bunsenFlame_FGM/constant/chemistryProperties
FoamFile { format ascii; class dictionary; object chemistryProperties; }
chemistryType { solver none; }
chemistry off;
