testCases/bunsenFlame_FGM/constant/combustionProperties
FoamFile { format ascii; class dictionary; object combustionProperties; }

combustionModel FGM;

FGMCoeffs
{
    progressVariable PV;
}
