testCases/bunsenFlame_FGM/constant/fgmProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      fgmProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

PV
(
0
0.00125
0.0025
0.00375
0.005
0.00625
0.0075
0.00875
0.01
0.01125
0.0125
0.01375
0.015
0.01625
0.0175
0.01875
0.02
0.02125
0.0225
0.02375
0.025
0.02625
0.0275
0.02875
0.03
0.03125
0.0325
0.03375
0.035
0.03625
0.0375
0.03875
0.04
0.04125
0.0425
0.04375
0.045
0.04625
0.0475
0.04875
0.05
0.05125
0.0525
0.05375
0.055
0.05625
0.0575
0.05875
0.06
0.06125
0.0625
0.06375
0.065
0.06625
0.0675
0.06875
0.07
0.07125
0.0725
0.07375
0.075
0.07625
0.0775
0.07875
0.08
0.08125
0.0825
0.08375
0.085
0.08625
0.0875
0.08875
0.09
0.09125
0.0925
0.09375
0.095
0.09625
0.0975
0.09875
0.1
0.10125
0.1025
0.10375
0.105
0.10625
0.1075
0.10875
0.11
0.11125
0.1125
0.11375
0.115
0.11625
0.1175
0.11875
0.12
0.12125
0.1225
...
);

sourcePV
(
1.96934304696436E-33
0.00180376957149916
0.00425447310464467
0.00739022726740807
0.01128976258875
0.0160196008833033
0.0216364398819551
0.0281977619827146
0.0357533287041457
0.0443562077087431
0.0540642810095182
0.0649358222361514
0.077035646538727
0.0904361938210734
0.105218401295934
0.121472422873998
0.139298178758633
0.158805672323586
0.180114801336207
0.203356026745569
0.228666589529093
0.256198552240567
0.28610170615161
0.318543418950346
0.35369511878609
0.3917226400901
0.432797988787897
0.477100627355999
0.524815667841078
0.576123918972417
0.631176746239533
0.690151267576747
0.75323382506376
0.820583264951263
0.892321643701153
0.968622814871983
1.04965727856784
1.13549909253491
1.22629409207547
1.32220717717551
1.42327267921942
1.52960990620431
1.64136643474432
1.75852799202732
1.88121025011869
2.00951734377177
2.14339632099253
2.28298397345605
2.42827863346256
2.57926136222496
2.73605523095057
2.89853945667107
3.0668010741919
3.24082303483178
3.42052475864704
3.60600568524079
3.7970913995058
3.99387832364673
4.19623519464912
4.40414563683519
4.61760229092499
4.83644865628193
5.06076019616408
5.29031707230918
5.52520699353518
5.76521215331571
6.01038072946236
6.26054051323865
6.51566801899797
6.77566218260324
7.04041734868565
7.30989841384979
7.58393650260503
7.86253926058063
8.14550052237706
8.43285116885052
8.72436504239937
9.02008372970563
9.31977220632614
9.62347547251091
9.93095640927699
10.2422595823489
10.5571499135842
10.8756692990088
11.1975878236558
11.5229428038176
11.8515126791327
12.1833278176934
12.5181789567289
12.8560859980461
13.1968574307819
13.5404970926798
13.8868388500429
14.2358626094566
14.5874374169135
14.9415092412806
15.2979930913493
15.6567920754202
16.0178711342329
...
0

);

T
(
298
309.793419010089
316.934133757152
323.161361068549
328.891416276943
334.291269701678
339.449130760363
344.417965092566
349.233887090431
353.922127328656
358.501164238558
362.98547305726
367.386395971407
371.713044375331
375.972890054117
380.17216362806
384.316131986386
388.409298656417
392.455557312503
396.458266456786
400.420452672148
404.344640775341
408.233243868544
412.088294349996
415.911655019149
419.70506578053
423.470060315355
427.208007942602
430.920157056139
434.607678962827
438.271709277574
441.9132054492
445.533044664752
449.132096881375
452.711197420368
456.271034295537
459.812265608465
463.335606603089
466.841622500253
470.3308348927
473.803846240598
477.261126111668
480.70310373364
484.130295891266
487.543082051893
490.941837899722
494.327004234207
497.698878284323
501.057826467119
504.404189239536
507.738222655514
511.060283908633
514.37060841958
517.669472663503
520.957156358653
524.23385599889
527.499863814862
530.755351679515
534.000571259012
537.235714749123
540.460967447742
543.676552001331
546.882606682173
550.079357850575
553.266923991538
556.445514917327
559.615247740682
562.776304017393
565.928810399879
569.072914620871
572.208756428016
575.336453643086
578.456153837443
581.567953479827
584.672001205662
587.768378816029
590.857231894131
593.938632248377
597.012719964838
600.079559839787
603.13928535496
606.191955992184
609.237698235746
612.276567551777
615.308683068094
618.334097531768
621.352922336666
624.365208569165
627.371059816892
630.370526190713
633.363703279576
636.35064139466
639.33142725656
642.306113251916
645.274775467448
648.237471302661
651.194263364444
654.145217109468
657.090381130646
...
);

rho
(
1.13005044023807
1.08424885911165
1.05939757541508
1.03868088828198
1.02033705805474
1.00364034408242
0.988197147721208
0.973763732573349
0.960171088367972
0.947297685639515
0.935051950088598
0.923361217003871
0.912167191832706
0.901422017888003
0.891085664662901
0.881124134956688
0.871508192103336
0.862212426264673
0.853214541343974
0.844494899335634
0.836035844500204
0.827821883623892
0.819838698419932
0.812073591468991
0.804514934822774
0.797151995018479
0.78997502539547
0.782975111789616
0.7761440305438
0.769474119356116
0.762958164843691
0.756589623470969
0.750362404851576
0.744270717731359
0.738309098142524
0.732472574830434
0.726756445924289
0.721156124226944
0.715667458554585
0.710286540532159
0.705009500605794
0.699832830013402
0.694753220949171
0.689767368533738
0.684872297196065
0.680065150809104
0.675343090449535
0.670703583764809
0.666144096564916
0.661662222870528
0.65725575593068
0.652922433935557
0.648660233472932
0.644467147996474
0.640341235849397
0.636280725275028
0.632283785066433
0.628348791966937
0.624474078964087
0.620658104134615
0.616899382650167
0.613196433056792
0.609547917421624
0.605952438619161
0.60240876388799
0.598915595803279
0.59547177803718
0.592076118119834
0.588727517821242
0.585424888202194
0.582167180075346
0.57895339697416
0.57578253975473
0.572653689445849
0.569565899636257
0.566518316849031
0.56351004745169
0.56054029434804
0.557608215241672
0.554713062635109
0.551854043067075
0.549030453596858
0.546241546641481
0.543486659614285
0.540765088094588
0.538076205918767
0.53541934943577
0.532793925459079
0.530199308639991
0.527634935967388
0.525100218218046
0.522594619531502
0.520117585411543
0.517668603740853
0.515247154247554
0.512852744485875
0.510484888888532
0.508143110760301
0.505826957888601
...
);




// ************************************************************************* //
