testCases/bunsenFlame_FGM/constant/momentumTransport
FoamFile { format ascii; class dictionary; object momentumTransport; }
simulationType  laminar;
