testCases/bunsenFlame_FGM/constant/physicalProperties
FoamFile { format ascii; class dictionary; object physicalProperties; }

thermoType
{
    type            hePsiThermo;
    mixture         multicomponentMixture;
    transport       sutherland;
    thermo          janaf;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleEnthalpy;
}

defaultSpecie air;

species (PV air);

PV
{
    specie { molWeight 28.96; }
    thermodynamics
    {
        Tlow 200; Thigh 5000; Tcommon 1000;
        highCpCoeffs (3.5 0 0 0 0 0 0);
        lowCpCoeffs  (3.5 0 0 0 0 0 0);
    }
    transport { As 1.512e-6; Ts 120; }
}

air
{
    specie { molWeight 28.96; }
    thermodynamics
    {
        Tlow 200; Thigh 5000; Tcommon 1000;
        highCpCoeffs (3.5 0 0 0 0 0 0);
        lowCpCoeffs  (3.5 0 0 0 0 0 0);
    }
    transport { As 1.512e-6; Ts 120; }
}
